[XGLocalizedData_SavItems]
bplating="Armour Modification"
SavScanner="Handheld Scanner"
SavHackTool="Daemon"
Spraycan="Handheld Difuser"
commanddesignator="Command Designator"
SavSensors="Sensory Enhancements"
CombatDrone="Combat Drone"
HiddenBlades="Hidden Blades"
serums="Serums"
rations="Rations"
NOTE: Remember to add these to XGLocalizedData_SavItems! (Done for now)

[X2StrategyElement_ArmorModSlot]
strAModFirstLetter=R
[X2StrategyElement_AModUtilitySlot]
strAModUtilFirstLetter=U
[X2StrategyElement_AModWebbingSlot]
strAModWebbFirstLetter=W
[X2StrategyElement_AModMedicalSlot]
strAModMedFirstLetter=M
[X2StrategyElement_AModHeavySlot]
strAModHeavyFirstLetter=H
[X2StrategyElement_DaemonArmorSlots]
strAModDaemonFirstLetter=D

[X2Ability_SavItemAbilities_Core]
SAVReactiveNanoArmorLocFriendlyName="Reactive Nano Armor"
SAVReactiveNanoArmorLongDescription="Each time this unit is hit it will get armor and shields, but loose mobility, dodge and stealth for two turns."

[X2Effect_TacScanFriendlyEffect]
TacScannerTagEffectName="Tactical Scanner Ally Tag"
TacScannerTagDesc="This unit has been tagged as an ally for XCOM's tactical command systems. This will make it harder for the enemy to hit and crit the tagged unit."

TacScannerEnemyTagEffectName="Tactical Scanner Enemy Tag"
TacScannerEnemyTagDesc="This unit has been tagged as an Enemy for XCOM's tactical command systems. This will make it easier for friendly units to hit and crit the tagged unit."

[X2Effect_CommandDesignatorEffects]

CDTakeCoverEffectName="Take Cover!"
CDTakeCoverDesc="This unit has been ordered to Take Cover! This allows them to hunker down as a free action if they are near cover."

CDMoveItEffectName="Move It!"
CDMoveItDesc="This unit has been ordered to Move It! This has given them an additional movement only action point for this turn."

CDCoveringFireEffectName="Covering Fire!"
CDCoveringFireDesc="This unit has been ordered to provide Covering Fire! This will allow them to take an overwatch shot andwill give them Cool Under Pressure unitl next turn."

[X2Effect_SavStimmedEffect]
SavComStimmedEffectName="Combat Stims"
SavComStimmedDesc="This unit has boosted mobility and crit chance for three turns."
SavComStimmed2EffectName="Advanced Combat Stims"
SavComStimmed2Desc="This unit has boosted mobility and crit chance for four turns."
SavSerumRedActiveEffectName="Serum RED"
SavSerumRedActiveDesc="This unit has been heavily dosed with Serum RED. It has increased crit chance and crit damage against nearby enemies for four turns."
SavSerumBlueActiveEffectName="Serum BLUE"
SavSerumBlueActiveDesc="This unit has been heavily dosed with Serum BLUE. It has boosted aim on overwatch shots and additional Armor Piercing for four turns."
SavSerumYellowActiveEffectName="Serum YELLOW"
SavSerumYellowActiveDesc="This unit has been heavily dosed with Serum YELLOW. It will regenerate and have increased armor and decreased defence, for the next four turns."
SavSerumVioletActiveEffectName="Serum VIOLET"
SavSerumVioletActiveDesc="This unit has been heavily dosed with Serum VIOLET. It will have increased Psionic Offence and decreased Will along with many Psionic abilities no longer being turn ending, for the next four turns."
SavMindCrushedActiveEffectName="Mind Crushed"
SavMindCrushedActiveDesc="This unit has had it's Will crushed, -25 Will for 3 turns."
SavSerumOrangeActiveEffectName="Serum ORANGE"
SavSerumOrangeActiveDesc="This unit has been heavily dosed with Serum ORANGE. For the next four turns it will have boosted Mobility, Dodge and Shield HP stats, furthermore, standard shot, standard pistol & sniper shots, standard melee, reloading and using grenades are no longer turn ending."
SavSerumGreenActiveEffectName="Serum GREEN"
SavSerumGreenActiveDesc="This unit has been heavily dosed with Serum GREEN. For the next four turns it will have substantially boosted dodge and will regenerate 2 HP per turn."

[X2Effect_SavScanPing]
ScanPingEffectName="Pinged"
ScanPingDesc="This unit has been picked up on XCOM scanners."

[X2Effect_RegenDummy]
RegenDummyEffectName="Regen"
RegenDummyDesc="This unit has will regenerate 2 HP a turn for 4 turns."

[X2Effect_RegenDummy2]
RegenDummy2EffectName="Regen MKII"
RegenDummy2Desc="This unit has will immedeiately heal 2 HP and regenerate 2 HP a turn for 5 turns."

[X2Effect_NaniteRegenDummy]
NaniteRegenDummyEffectName="NaniteRegen"
NaniteRegenDummyDesc="This unit has will immedeiately heal 3 HP and regenerate 3 HP a turn for 4 turns. Nanite Regen can repair mechanical units."

[X2Effect_TranquilityRegenDummy]
TranquilityRegenDummyEffectName="Tranquility Regen"
TranquilityRegenDummyDesc="This unit regenerates 1 HP at the end of the turn. Keep this unit near to a Tranquility Generator to refresh this effect."

[X2Effect_AModDefField]
AModDefenceFieldName="Defence Field"
AModDefenceFieldDesc="Reduces chance of being hit by 30 and incoming damage by 3 until the start of the following turn."

[X2Effect_SavUplink]
UplinkEffectName="Uplink"
UplinkEffectDesc="This unit has had it's hacking ability boosted by Uplink with a Hacking Tool."
IceBreakerEffectName="Ice Breaker"
IceBreakerEffectDesc="This unit has had it's hack defence reduced by 30%"

[X2Effect_HERuptureEffect]
EffectFriendlyName="HE Ammo Rupture"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> is no longer ruptured"
EffectFriendlyDesc="This unit has been ruptured by HE Ammo, it takes +2 damage when hit. This can stack multiple times!"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> Ruptured!"
LocFlyOverText="Explosive Rupture"

[X2Effect_PlasmaBurstEffect]
EffectFriendlyName="Plasma Burst Rounds Rupture"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> is no longer ruptured"
EffectFriendlyDesc="This unit has been ruptured by Plasma Burst Rounds, it takes +4 damage when hit. This can stack multiple times!"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> Ruptured!"
LocFlyOverText="Explosive Rupture"

[X2Effect_DisruptorRoundsMentalDisruptionEffect]
EffectFriendlyName="Mental Disruption"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> is no longer suffering Cognitive Disruption"
EffectFriendlyDesc="This unit has been hit by Disruptor Rounds and it has lost 10% will or hack defence. This can stack multiple times!"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> Cognitive Disruption!"
LocFlyOverText="Cognitive Disruption!"

[X2EventListener_SavageStockItemWillEvents]
ReflexActionActivated="Exhaustion"
ReflexInteruptActivated="Exhaustion"
TeleportActionActivated="Teleport Disorientation"
OneWillLossActionActivated="Exhaustion"